Repository: brainstormtrooper/facteurTrads
Catalog: *.po
Languages: hu, nb_no, nl

source: Facteur
hu: Postás

source: template based emailing app
hu: Sablon alapú levelező alkalmazás
nb_no: mal-basert e-postprogram
nl: toepassing voor e-mailsjablonen

source: business;office;productivity;
hu: üzlet;iroda;termelékenység;
nb_no: forretningsdrift;kontor;produktivitet;
nl: zakelijk;kantoor;productiviteit;

source: Sends template-based emails to a list of recipients
hu: Sablon alapú levelek küldése a címzettek listájának
nb_no: Sender malbaserte e-poster til en liste over mottagere
nl: Verstuur e-mails op basis van sjablonen aan een lijst met ontvangers

source: A template-based emailing app for small business offering:
hu: Sablon alapú levelező alkalmazás kisvállalkozások számára:
nb_no: Et malbasert e-postprogram for små bedrifter:
nl: Een toepassing voor e-mailsjablonen met de volgende kenmerken:

source: Email personalization
hu: Levél személyre szabása
nb_no: E-postpersonalisering
nl: Mogelijkheid om sjablonen aan te passen

source: HTML and text emails
hu: HTML és szöveges e-mailek
nb_no: HTML- og tekst-e-poster
nl: Html- en tekste-mails

source: CSV data import
hu: CSV-adatok importálása
nl: Csv-gegevensimport

source: Force ipv4
hu: IPv4 kényszerítése
nl: Gebruik van ipv4 afdwingen

source: Force using only ipv4 address resolution.
hu: Csak IPv4-címfelbontás kényszerítése.
nl: Gebruik alleen ipv4-adressen.

source: Sending delay
hu: Küldési késleltetés
nb_no: Forsendelsesforsinkelse
nl: Versturen na

source: Default wait time in milliseconds between sending emails.
hu: Alapértelmezett várakozási idő ezredmásodpercben a levelek küldése között.
nb_no: Forvalgt antall millisekunder mellom forsendelse av e-poster.
nl: De wachttijd (in milliseconden) alvorens e-mails te versturen.

source: Saved connections
hu: Mentett kapcsolatok
nb_no: Lagrede tilkoblinger
nl: Bewaarde verbindingen

source: List of saved connections (JSON string).
hu: Mentett kapcsolatok listája (JSON-karakterlánc).
nb_no: Liste over lagrede tilkoblinger (JSON-streng).
nl: Een lijst met bewaarde verbindingen (json-tekenreeks).

source: Text Content
hu: Szövegtartalom
nb_no: Tekstinnhold
nl: Tekstuele inhoud

source: Import a template (optional)
hu: Sablon importálása (nem kötelező)
nb_no: Importer en mal (valgfritt)
nl: Sjabloon importeren (optioneel)

source: Source
hu: Forrás
nb_no: Innhold
nl: Bron

source: Preview
hu: Előnézet
nb_no: Forhåndsvisning
nl: Voorvertoning

source: Html Content
hu: HTML-tartalom
nl: Html-inhoud

source: New
hu: Új
nb_no: Ny
nl: Nieuwe

source: Insert
hu: Beszúrás
nl: Invoegen

source: Link
hu: Hivatkozás
nb_no: Lenke

source: Add
hu: Hozzáadás
nb_no: Legg til
nl: Toevoegen

source: Save
hu: Mentés
nb_no: Lagre
nl: Opslaan

source: Recipients
hu: Címzettek
nb_no: Mottagere
nl: Ontvangers

source: Import recipients
hu: Címzettek importálása
nb_no: Importer mottagere
nl: Ontvangers importeren

source: Save send report
hu: Küldés jelentésének mentése
nl: Verzendverslag bewaren

source: Not Sent Yet
hu: Még nincs elküldve
nl: Nog niet verstuurd

source: Send
hu: Küldés
nl: Versturen

source: Connections
hu: Csatlakozások
nb_no: Tilkoblinger
nl: Verbindingen

source: Select a connection
hu: Csatlakozás kijelölése
nb_no: Velg en tilkobling
nl: Kies een verbinding

source: New
hu: Új
nb_no: Ny
nl: Nieuw

source: Export
hu: Exportálás
nb_no: Eksporter
nl: Exporteren

source: Edit
hu: Szerkesztés
nb_no: Rediger
nl: Bewerken

source: Delete
hu: Törlés
nb_no: Slett
nl: Verwijderen

source: Export Passwords
hu: Jelszavak exportálása
nb_no: Eksporter passord
nl: Wachtwoorden exporteren

source: Export All
hu: Összes exportálása
nb_no: Eksporter alle
nl: Alles exporteren

source: Export Selected
hu: Kijelölt exportálása
nb_no: Eksporter valgte
nl: Selectie exporteren

source: Really Delete Connection
hu: Tényleg törölje a csatlakozást
nb_no: Slett tilkobling?
nl: Verbinding verwijderen

source: Import a connection (optional)
hu: Csatlakozás importálása (nem kötelező)
nb_no: Importer en tilkobling (valgfritt)
nl: Verbinding importeren (optioneel)

source: Connection Name*
hu: Csatlakozás neve*
nl: Verbindingsnaam*

source: Required unique name for this connection
hu: Egyedi név ehhez a csatlakozáshoz (kötelező)
nb_no: Påkrevd unikt navn for denne tilkoblingen
nl: De verplichte, unieke naam van deze verbinding

source: Connection From*
hu: Csatlakozás innen*
nl: Verbinding vanaf*

source: Required default from e-mail address
hu: Alapértelmezett feladó e-mail-címe (kötelező)
nb_no: Påkrevd forvalgt «fra»-e-post
nl: Het verplichte e-mailadres van de afzender

source: Connection Host Server*
hu: Csatlakozási gazdakiszolgáló*
nl: Verbindingshost*

source: Required SMTP server address
hu: SMTP-kiszolgálócím (kötelező)
nl: Het verplichte smtp-serveradres

source: Connection User*
hu: Csatlakozás felhasználó*
nl: Gebruikersnaam*

source: Required SMTP user name
hu: SMTP-felhasználónév (kötelező)
nl: De verplichte smtp-gebruikersnaam

source: Connection Password*
hu: Csatlakozási jelszó*
nb_no: Tilkoblingspassord*
nl: Wachtwoord*

source: Required SMTP password
hu: SMTP-jelszó (kötelező)
nb_no: Påkrevd SMTP-passord
nl: Het verplichte smtp-wachtwoord

source: Connection Delay (milliseconds)
hu: Csatlakozási késleltetés (ezredmásodperc)
nl: Verbindingsvertraging (in milliseconden)

source: Connection Headers
hu: Csatlakozási fejlécek
nb_no: Tilkoblingshoder
nl: Verbindingskoppen

source: Optional headers to send with the requests to the SMTP server
hu: Fejlécek elküldése az SMTP-kiszolgálónak a kérésekkel együtt (nem kötelező)
nb_no: Alternative hoder å sende sammen med forespørsler til SMTP-tjeneren.
nl: De koppen die dienen te worden verstuurd bij aanvragen aan de smtp-server (optioneel)

source: Optional whether to force IPv4 connection
hu: IPv4-csatlakozás kényszerítése (nem kötelező)
nl: Dwing een ipv4-verbinding af (optioneel)

source: Force IPv4
hu: IPv4 kényszerítése
nl: Ipv4 afdwingen

source: Mailing Subject*
hu: Levelezési tárgya*
nl: E-mailonderwerp*

source: Required mailing subject
hu: Levelezési tárgya (kötelező)
nl: Het verplichte onderwerp van de e-mail

source: From Address
hu: Feladó címe
nl: Van-adres

source: Optional override to the connection sender e-mail address
hu: Feladó e-mail-cím csatlakozásának felülbírálása (nem kötelező)
nl: Dwing het gebruik van een andere afzender af (optioneel)

source: From Name
hu: Feladó néve
nl: Van-naam

source: Optional name to use with the sender e-mail address
hu: Feladó megjelenített neve (nem kötelező)
nl: Dwing het gebruik van een andere naam af (optioneel)

source: Reply To
hu: Válasz erre
nl: Antwoord aan

source: Optional reply-to email address
hu: Válasz erre e-mail-címre (nem kötelező)
nl: Het antwoordadres (optioneel)

source: CC To
hu: Másolat
nb_no: Kopi til
nl: Cc aan

source: Optional CC email address
hu: Másolat e-mail-címe (nem kötelező)
nb_no: Valgfri «Kopi til»-e-postadresse
nl: Het cc-adres (optioneel)

source: BCC To
hu: Rejtett másolat
nb_no: Blindkopi til
nl: Bcc aan

source: Optional BCC email address
hu: Rejtett másolat e-mail-címe (nem kötelező)
nl: Het bcc-adres (optioneel)

source: Is inline
hu: Beágyazva
nl: Ingevoegd

source: Mailing lists are limited to 500 recipients.
hu: A levelezőlisták 500 címzettre korlátozódnak.
nb_no: E-postlister er begrenset til 500 mottagere.
nl: Mailinglijsten kennen een maximum van 500 ontvangers.

source: Failed to iterate over rows.
hu: Nem sikerült ismételni a sorokat.
nl: Het opdelen in rijen is mislukt.

source: Cannot attach file greater than 20MB
hu: 20 MB-nál nagyobb fájlok nem csatolhatók
nl: Bestanden mogen niet groter zijn dan 20MB

source: Your mailing exceeds 20MB and may not be received by all reipients.
hu: Levelezése meghaladja a 20 MB-ot, és előfordulhat, hogy nem minden címzett kapja meg.
nb_no: Din forsendelse er over 20 MB, og kan ikke mottas av alle mottagere.
nl: Uw e-mail is groter dan 20MB en kan mogelijk niet door alle personen ontvangen worden.

source: Template is not a valid utf8 text file.
hu: Sablon nem érvényes UTF-8 szövegfájl.
nl: Het sjabloon is geen geldig utf8-tekstbestand.

source: Select A Mailing List
hu: Levelezőlista kijelölése
nb_no: Velg en e-postliste
nl: Kies een mailinglijst

source: Error importing file. Not a valid mailing list
hu: Hiba történt a fájl importálásakor. Érvénytelen levelezőlista
nb_no: Kunne ikke importere fil. Ikke en gyldig e-postliste.
nl: Het bestand kan niet worden ge√Ømporteerd: ongeldige mailinglijst

source: No data
hu: Nincs adat
nb_no: Ingen data
nl: Geen gegevens

source: Select A Mailing
hu: Levelezőlista kijelölése
nl: Kies een e-mail

source: Cancel
hu: Mégsem
nb_no: Avbryt
nl: Annuleren

source: Application for sending template based emails
hu: Alkalmazás sablon alapú e-mailek küldésére
nb_no: Program for sending av malbaserte e-poster
nl: Een toepassing voor het versturen van e-mails op basis van sjablonen

source: Not yet sent
hu: Még nincs elküldve
nb_no: Ikke send enda
nl: Nog niet verstuurd
